tap "ankitpokhrel/jira-cli"
tap "argoproj/tap"
tap "banzaicloud/tap"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kudobuilder/tap"
tap "romkatv/powerlevel10k"
tap "warrensbox/tap"
brew "ansible"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "awscli", link: false
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "glib"
brew "diffutils"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "ed"
brew "etcd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gitlab-runner"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "helm"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lab"
brew "linkerd"
brew "make"
brew "maven"
brew "mercurial"
brew "minikube"
brew "navi"
brew "ngrep"
brew "nmap"
brew "node"
brew "okteto"
brew "operator-sdk"
brew "python@3.9"
brew "rsync"
brew "ruby"
brew "spaceship"
brew "stern"
brew "telnet"
brew "terraform_landscape"
brew "tfenv"
brew "thefuck"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/packer"
brew "kudobuilder/tap/kuttl-cli"
brew "warrensbox/tap/tgswitch"
cask "clipy"
cask "meld"
